tap "homebrew/bundle"
brew "antigen"
brew "jpeg-xl"
brew "aom"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "mkcert"
brew "neovim"
brew "node"
brew "pnpm"
brew "python@3.11"
brew "yarn"
brew "zsh"
cask "android-file-transfer"
cask "audacity"
cask "bitwarden"
cask "blackhole-2ch"
cask "brave-browser"
cask "caffeine"
cask "chatgpt"
cask "cleanshot"
cask "cursor"
cask "descript"
cask "discord"
cask "docker-desktop"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "figma"
cask "firefox"
cask "firefox@nightly"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@beta"
cask "google-chrome@canary"
cask "google-drive"
cask "handbrake-app"
cask "iterm2"
cask "ngrok"
cask "openvpn-connect"
cask "raycast"
cask "rectangle"
cask "remarkable"
cask "rive"
cask "screen-studio"
cask "screenflow"
cask "sip-app"
cask "slack"
cask "spline"
cask "spotify"
cask "steam"
cask "streamlabs"
cask "sublime-text"
cask "warp"
cask "yubico-authenticator"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "esbenp.prettier-vscode"
